[
  [
    "Timestamp",
    "Id",
    "Name ",
    "Session number",
    "Nick",
    "What is your deployed minion power in the nursery room fridge?",
    "What is your highest tier minion?",
    "What is your snails total power?",
    "How much essence do you have?",
    "You have been asked to add a new sport to the olympics, it can be anything - including one you make up yourself! What do you add?"
  ],
  [
    46051.58962352006,
    "1073789815537008670-1",
    "myk27x",
    1,
    "NelraMailed",
    "2.04M",
    "8️⃣ 8",
    "184545417",
    "144",
    "I'm not sure there's anything I could add that Japan hasn't already done."
  ],
  [
    46051.61018005332,
    "233471870572167168-1",
    "blace",
    1,
    "blace",
    "2.36M",
    "8️⃣ 8",
    "210155375",
    "77",
    "Throwing dish towels or something like from me passing the time when I used to work in a restaurant"
  ],
  [
    46051.61494062992,
    "193385098823991297-1",
    "aurel_pipou",
    1,
    "aurel_pipou",
    "2.46",
    "8️⃣ 8",
    "197",
    "70",
    "I'd love to include a speedrun of a game at the olympics, why not one of the worst games like mario and sonic at the olympics"
  ],
  [
    46052.15261505346,
    "345998271870664704-1",
    "zero_blackwolf",
    1,
    "Zero",
    "2.83",
    "8️⃣ 8",
    "210307773",
    "46",
    "Competitive card throwing"
  ],
  [
    46052.59921707072,
    "137397699640164352-1",
    "echowoes",
    1,
    "Echoes",
    "2.78m",
    "8️⃣ 8",
    "191148274",
    "72",
    "Competitive doomscrolling"
  ],
  [
    46052.73265549019,
    "1256661180949336160-1",
    "luigi0706.",
    1,
    "luigi0706.",
    "2.38",
    "8️⃣ 8",
    "190262495",
    "70",
    "Supermarket Sweep! One person, one grocery store, 2 minutes to put in your cart/buggy/shopping vessel whatever will end with you “spending” the most!\r\nTHEN, you have 30 minutes to take at least 5 of those ingredients and make a main dish, who shall be tasted and judged by Gordon Ramsay!!!!!"
  ],
  [
    46053.11041071809,
    "302629360760782849-1",
    "duhmaui",
    1,
    "CallMeMaui",
    "1.69M",
    "7️⃣ 7",
    "139396832",
    "183",
    "Hand Games (Tribal) it's a whole thing."
  ],
  [
    46053.191899072,
    "319660276599357440-1",
    "bigmars323",
    1,
    "bigmars323",
    "2480000",
    "8️⃣ 8",
    "186231330",
    "86",
    "Lacrosse would be fun"
  ],
  [
    46053.3913496321,
    "894902348638474300-1",
    "__drakot__",
    1,
    "DraKot",
    "3.15m",
    "8️⃣ 8",
    "193405883",
    "166",
    "paper airplane throwing"
  ],
  [
    46053.50038125917,
    "1215711763849551882-1",
    "annabanana0838",
    1,
    "Shnail",
    "1.33 million",
    "8️⃣ 8",
    "139318312",
    "105",
    "Baby heptathlon - a variety of baby-related activities, testing speed, strength and skill. Speed rounds: baby bottle sterilisation; nappy changing; putting on and taking off a carrier/sling. Strength: pram assembly. Skill: soothing a screaming baby; baby bath-time; politely but firmly telling strangers to mind their own business and keep their hands off your child 🙃 \r\n\r\n(Can you tell I'm still getting used to parenthood?!)"
  ],
  [
    46054.0704366549,
    "290414755141648384-1",
    "siririri",
    1,
    "siririri",
    "3.07M",
    "8️⃣ 8",
    "207263417",
    "40",
    "pogo stick 1000m hurdle race while juggling with a long jump with the pogo at the end (the batons you juggle count to your final metre judgement on your jump) you are ranked on: how many hurdles hit, how long you took and metres launched",
    1
  ],
  [
    46054.71557482731,
    "1089649283428524174-1",
    "hazlewoods",
    1,
    "MrSnailio",
    "2.30m",
    "8️⃣ 8",
    "181022290",
    "132",
    "Pole dancing (clothes stay on)"
  ],
  [
    46054.81896254814,
    "448172239318155304-1",
    "ragnar_okr",
    1,
    "Ragnar",
    "5.26m",
    "8️⃣ 8",
    "306274947",
    "49",
    "I’d add Extreme Multitasking, the first Olympic sport designed to look easy and slowly destroy everyone who tries it.\r\n\r\nCompetitors enter what appears to be a calm, normal environment. Over 30 minutes, they’re required to complete increasingly mundane tasks—sending a clear email, packing a bag, remembering why they walked into a room—while distractions are added in layers. A nearby conversation drifts just loud enough to be annoying. A phone buzzes with irrelevant notifications. Someone keeps asking, “Hey, real quick?”\r\n\r\nEvents escalate:\r\n    •    Cognitive Load Round: Athletes must follow verbal instructions that subtly change halfway through.\r\n    •    Fine Motor Round: Assemble something tiny while being asked personal questions.\r\n    •    Memory Sprint: Recall where you set something down three tasks ago.\r\n    •    Deadline Finale: Finish everything faster because “we’re running behind.”\r\n\r\nJudges score accuracy, completion rate, emotional composure, and how long the athlete resists saying, “Can everyone just stop for a second?”\r\n\r\nWhy it belongs in the Olympics:\r\n    •    Tests real-world intelligence under pressure\r\n    •    Universally brutal\r\n    •    No specialized equipment\r\n    •    Crowds can feel morally superior while watching professionals fail\r\n\r\nGold medalists receive absolute silence for 10 seconds—an honor never before achieved by humanity."
  ],
  [
    46055.57703534652,
    "137255966868635648-1",
    "_merri",
    1,
    "Merri DeVito 🐉",
    "3.71m",
    "8️⃣ 8",
    "245761009",
    "8",
    "Speed fishing - it's like normal fishing except everything is faster - whoever catches the most fish is the winner! ( Think the fishing competition in Stardew Valley)"
  ],
  [
    46055.93286722924,
    "145725329418354688-1",
    "excayn",
    1,
    "Snailcayn",
    "2.86M",
    "8️⃣ 8",
    "203000000",
    "71",
    "snail cutie pie beauty pageant"
  ],
  [
    46055.93880283309,
    "364556667880341516-1",
    "butterwhale",
    1,
    "Noi {BW}",
    "4.36m",
    "8️⃣ 8",
    "278239294",
    "55",
    "Pass"
  ],
  [
    46055.94228326718,
    "431830287778054156-1",
    "aki1182",
    1,
    "Sasha",
    "2.17mil",
    "8️⃣ 8",
    "159619683",
    "37",
    "."
  ],
  [
    46055.9946678995,
    "1067859205765210133-1",
    "caricess",
    1,
    "Azhure 🐉",
    "2240000",
    "8️⃣ 8",
    "165036128",
    "37",
    "Pole dancing, duh"
  ],
  [
    46056.00287979282,
    "766292215415963648-1",
    "gingerred",
    1,
    "Lord GingerRed 🐉",
    "2.46mil",
    "8️⃣ 8",
    "186",
    "194",
    "Hide and seek tag. (If you haven’t played that before) it’s like hide and seek but you hide and you can run for “base” if you make it there before “it” tags you you’re safe"
  ],
  [
    46056.14281999935,
    "192493217529200640-1",
    "noelenough",
    1,
    "NoelEnough",
    "1.99m",
    "8️⃣ 8",
    "189282552",
    "113",
    "Skijoring is so fun to watch and it's a great combination of physical prowess and horse training. And we need more reasons to bring out Air Horse One."
  ],
  [
    46056.56136382422,
    "288385102600208384-1",
    "pissythehouse",
    1,
    "Pengu 🐧",
    "2.91",
    "8️⃣ 8",
    "231202583",
    "53",
    "A new type of triathlon, alcohol consumption test, best drunk meal with ingredients found in the common kitchen (cycles each olympics), and then testing sleep quality after. Bonus points for low levels of hangover symptoms"
  ]
]