[
  [
    "Timestamp",
    "Id",
    "Name ",
    "Session number",
    "Nick",
    "What is your deployed minion power in the nursery room fridge?",
    "What is your highest tier minion?",
    "What is your snails total power?",
    "How much essence do you have?",
    "If you were thrust into a competition where you had to give a TED talk on a topic, with zero preparation or notes, and the winner is the most niche and detailed, what topic would you pick?"
  ],
  [
    46037.70694607502,
    "364556667880341516-1",
    "butterwhale",
    1,
    "Noi {BW}",
    "4.16m",
    "8️⃣ 8",
    "267689463",
    "55",
    "Pass"
  ],
  [
    46037.71211693114,
    "233471870572167168-1",
    "blace",
    1,
    "blace",
    "2.08m",
    "8️⃣ 8",
    "198950319",
    "73",
    "Probably the weird intricacies of why butts are so voluminous and no matter the gender, just about everyone can appreciate a nice and shapely butt"
  ],
  [
    46037.74012015839,
    "193385098823991297-1",
    "aurel_pipou",
    1,
    "aurel_pipou",
    "2.3",
    "8️⃣ 8",
    "185",
    "68",
    "Not such niche but i would probably talk about Fallout, including pre war history, and every specifics topics like the evolutionary virus, eden project, how every mega corporate have more or less influenced the post war world etc etc. Just cant stop speaking about fallout lore."
  ],
  [
    46037.78267889758,
    "1073789815537008670-1",
    "myk27x",
    1,
    "NelraMailed",
    "2.2M",
    "8️⃣ 8",
    "176094574",
    "140",
    "Why you should code scared and how the quality of code is represented in unit test thoroughness, exemplified by JUnit Jupiter's @ParameterizedTest annotation and customized extensions of the @NullValueSource and @EmptyValueSource to include @BlankValueSource (as well as permutations of each) for completeness, that shows how obsessive compulsion and completionist tendencies result in the most stable programs."
  ],
  [
    46037.98786688244,
    "493807819183882250-1",
    "kilosaw",
    1,
    "kilosaw",
    "2.24M",
    "8️⃣ 8",
    "198967624",
    "65",
    "Nuances of drawing pictures, dynamic animations and 3D projections on 2D using only tools for displaying math functions on coordinate plane. 🙃"
  ],
  [
    46038.31006029809,
    "345998271870664704-1",
    "zero_blackwolf",
    1,
    "Zero",
    "2.77",
    "8️⃣ 8",
    "204279331",
    "42",
    "How to process roadkill for the pelt and the bones and whiten them."
  ],
  [
    46038.80031846331,
    "812770211156852746-1",
    "kubisk.",
    1,
    "kubisk.",
    "2.94",
    "8️⃣ 8",
    "221",
    "77",
    "Coding"
  ],
  [
    46039.08255892965,
    "1256661180949336160-1",
    "luigi0706.",
    1,
    "luigi0706.",
    "2.26",
    "8️⃣ 8",
    "183",
    "66",
    "Ketamine treatment. Not the scientific part, but the experience side."
  ],
  [
    46039.47707986598,
    "894902348638474300-1",
    "__drakot__",
    1,
    "DraKot",
    "3.02m",
    "8️⃣ 8",
    "183462188",
    "162",
    "no answer, sorry, a little bit sad saturday"
  ],
  [
    46040.04616882672,
    "448172239318155304-1",
    "ragnar_okr",
    1,
    "Ragnar",
    "5.07m",
    "8️⃣ 8",
    "296219661",
    "48",
    "Color Theory: A Deep Dive into Creating Movement, Volume, and Emotion"
  ],
  [
    46040.64949112476,
    "288385102600208384-1",
    "pissythehouse",
    1,
    "Pengu 🐧",
    "2.7",
    "8️⃣ 8",
    "220297171",
    "51",
    "The first pass metabolism effect of the liver and its pros and cons in reference to what is being metabolised and what enzyme is primarily responsible for the metabolisation"
  ],
  [
    46041.50641701567,
    "137255966868635648-1",
    "_merri",
    1,
    "Merri DeVito 🐉",
    "3.63m",
    "8️⃣ 8",
    "238378032",
    "6",
    "The history of my town from the famous ducks to the nonce at the local hospital (he'll fix it!) and how the decline from one to the other has affected the local population"
  ],
  [
    46041.85488503797,
    "1360993281151991950-1",
    "brandend23",
    1,
    "Ezekiel",
    "1341",
    "8️⃣ 8",
    "312000000",
    "28",
    "Airline travel etiquette"
  ],
  [
    46041.86757599121,
    "272165993646915596-1",
    "sinksmith",
    1,
    "Sinksmith",
    "978k",
    "7️⃣ 7",
    "100060217",
    "102",
    "I guess it depends on how the scores were weighted. If we NEED details, probably something broad like how archery has developed over the ages with different cultures developing differing styles and therefore bow shapes. \r\nIf neiche is weighted higher probably how tolvaptan works to slow down progression of autosomal dominant kidney disease."
  ],
  [
    46041.89236279429,
    "431830287778054156-1",
    "aki1182",
    1,
    "Sasha",
    "2.08m",
    "8️⃣ 8",
    "153540910",
    "34",
    "Something that I can't talk about on here 🤣"
  ],
  [
    46041.94871871706,
    "290414755141648384-1",
    "siririri",
    1,
    "siririri",
    "3M",
    "8️⃣ 8",
    "202435447",
    "36",
    "I could walk you through the entirety of cyberpunk 2077 lore for V each of its side characters and the intricacies of its endings and relationship between v and johnny that arise from completing certain side quests or not and how it affects the story/characters/endings in different ways via dialogue"
  ],
  [
    46041.95700374818,
    "192493217529200640-1",
    "noelenough",
    1,
    "NoelEnough",
    "1.91m",
    "8️⃣ 8",
    "183369106",
    "109",
    "I could probably come up with something about RedLetterMedia/Best of the Worst. BotW is my second monitor, \"while I'm gaming\" noise and thus have most episodes memorized. Not necessarily niche, but it's the only thing I'm confident I could come up with a full TED talk on."
  ],
  [
    46041.9985116773,
    "145725329418354688-1",
    "excayn",
    1,
    "Snailcayn",
    "2.79M",
    "8️⃣ 8",
    "198000000",
    "68",
    "the effects of video games on sports, psychological and just by nature of sports being a game"
  ],
  [
    46042.01923423653,
    "693231947811389480-1",
    "gardershanks",
    1,
    "DeezNutz 🐉",
    "2.2m",
    "8️⃣ 8",
    "181",
    "58",
    "Hello, DeezNutz here! Let me give you a presentation on skilled nursing facilities as well as insurance types in Michigan! Kinda easy if you pick your job tho"
  ],
  [
    46042.12222918737,
    "1210627811329576962-1",
    "snaillord2023",
    1,
    "Snaillord2023 ✈",
    "136",
    "8️⃣ 8",
    "128",
    "53",
    "The differences between wires and the data speed since the dawn of time (this will be the most boring and hard to stay awake thing you have ever sat through)",
    1
  ],
  [
    46042.40131655114,
    "248564027431714817-1",
    ".glaucus.",
    1,
    "ObiJimbob",
    "2.27m",
    "8️⃣ 8",
    "175707840",
    "59",
    "Designing a Scalable Identity‑Provisioning Architecture for a Construction Enterprise Using Microsoft Entra ID, Microsoft Graph, and Non‑SCIM SaaS Systems"
  ],
  [
    46042.5788503986,
    "137397699640164352-1",
    "echowoes",
    1,
    "Echoes",
    "2.68m",
    "8️⃣ 8",
    "184798673",
    "70",
    "I don't have niche enough interests to win but I sure would enjoy listening to other peoples' TED talks :)"
  ],
  [
    46042.84230496022,
    "640696916438548503-1",
    "lampside",
    1,
    "lampside",
    "2.11 mil",
    "8️⃣ 8",
    "158868602",
    "45",
    "the cultural impact of :3, its usage among online communities, its association with petplay, and its various meanings depending on the context in which it is used"
  ]
]